git
apt-transport-https
ca-certificates
curl
gnupg-agent
software-properties-common
make
g++
python3
python3.8-venv
zsh
cifs-utils
openjdk-8-jdk
net-tools
snapd
vim
openvpn
unzip
jq
inotify-tools
htop
laptop-mode-tools
flameshot
ifmetric
openssh-server