git
apt-transport-https
ca-certificates
curl
gnupg-agent
software-properties-common
make
g++
maven
python3
python3-pip
guake
zsh
cifs-utils
openjdk-11-jdk
openjdk-8-jdk
net-tools
snapd
vim
xclip
openvpn
autokey-gtk
unzip